[
   {
     "question_id":1,
      "question_prequel":"Votre entreprise fabrique du mobilier de cuisine et va lancer sur le marché un nouveau produit innovant, bien qu'employant les méthodes de fabrication existantes. Laquelle des affirmations suivantes est vraie ? ",
      "feedback":"Le lancement de cette gamme doit se gérer comme un projet, par la suite il s'agira d'opérations récurrentes, comme pour les autres gammes de produit",
      "possibilities":[
         "Ce n'est ni un projet ni une opération en cours, mais deviendra une opération en cours après sa mise en œuvre. ",
         "Le lancement de cette nouvelle gamme de produits répond à la définition d'un projet.",
         "Il s'agit d'une opération en cours, parce qu'elle emploie les mêmes méthodes de fabrication.",
         "Il s'agit d'une opération en cours, équivalente à une gamme de produits existants."
      ]
   },
   {
     "question_id":2,
      "question_prequel":"Vous êtes chargé de modifier les indications de la fonction d'aide en ligne d'une application logicielle standard de votre entreprise. L'indication a trait à la procédure de téléchargement des fichiers. C'est un exemple de : ",
      "feedback":"On comprend dans l'énoncé qu'il s'agit d'une opération de maintenance d'une application déjà en production. Ce n'est plus une activité liée au projet",
      "possibilities":[
         "Exécution du projet ",
         "Démarrage du projet",
         "Opérations",
         "Contrôle du projet"
      ]
   },
   {
     "question_id":3,
      "question_prequel":"Votre direction vous demande de déterminer les caractéristiques et fonctions d'un projet de nouvelle ligne d'aliments diététiques. Ces produits seront proposés à la vente à partir du début de votre prochaine année budgétaire. Pour déterminer ces caractéristiques, vous aurez recours à : ",
      "feedback":"L'élaboration progressive est une notion très importante dans le management de projet. Ainsi les caractéristiques du projet seront définies à travers une élaboration progressive. Tout n'est pas connu dès le début du projet. ",
      "possibilities":[
         "Consultation des parties prenantes ",
         "Management de la valeur acquise",
         "Suivi rapide",
         "élaboration progressive"
      ]
   },
   {
     "question_id":4,
      "question_prequel":"Une des raisons essentielles d'obtenir la certification PMP est que : ",
      "feedback":"La certification PMP permet, à la fois, de valider et d'augmenter votre expérience et vos connaissances en management projet ainsi que votre professionnalisme et votre intégrité",
      "possibilities":[
         "Les clients apprécieront votre expérience, vos connaissances, votre professionnalisme et votre intégrité",
         "Tous s'inclineront devant votre avis",
         "Les parties prenantes respecteront toujours votre attitude tournée vers la réalisation de vos objectifs",
         "Les employeurs vous proposeront une promotion"
      ]
   },
   {
     "question_id":5,
      "question_prequel":"Le corpus des connaissances en management de projet décrit : ",
      "feedback":"Le corpus de connaissance … ",
      "possibilities":[
         "Les pratiques de management de projet généralement acceptées",
         "Les fondements nécessaires pour obtenir la certification PMP",
         "Des techniques qui s'appliquent à la plupart des projets",
         "L'ensemble des connaissances de la profession de manager de projet"
      ]
   },
   {
     "question_id":6,
      "question_prequel":"Vous êtes un chef de projet expérimenté, spécialisé en ingénierie logicielle. Vous êtes chargé du management d'un projet de construction d'une nouvelle maison pour un client. Vous le dirigerez probablement avec succès parce que : ",
      "feedback":"Une excellente communication est la compétence indispensable pour diriger vos projets avec succès. En conséquence l'option C est meilleure que l'option B.",
      "possibilities":[
         "Votre expérience technique vous aidera à comprendre et mettre en relation les spécifications techniques du nouveau projet",
         "Vos compétences reconnues d'organisateur pourront s'appliquer au nouveau projet",
         "Vos grandes capacités de communication vous aideront à apprendre d'autrui et à donner des orientations claires",
         "Vous serez ouvert et n'apporterez pas d'idées préconçues au projet"
      ]
   },
   {
     "question_id":7,
      "question_prequel":"Vous êtes chargé de vérifier que les différents éléments d'un projet de construction d'aéroport sont correctement coordonnés. Vous devez évaluer les compromis entre une réutilisation des installations existantes et une construction ex nihilo. Quel est le domaine de connaissance en management de projet qui vous aidera le plus à répondre ou dépasser les attentes des parties prenantes ? ",
      "feedback":"L'intégration du projet consiste à ….",
      "possibilities":[
         "Personnalisation des interactions de processus",
         "Management de l'intégration du projet",
         "Management des coûts du projet",
         "Leadership du projet"
      ]
   },
   {
     "question_id":8,
      "question_prequel":"On vous demande d'analyser les difficultés d'un projet et de distinguer les causes des symptômes. La prochaine étape de résolution du problème consistera à : ",
      "feedback":"Suite à l'identification des causes des problèmes, vous devez identifier les options possibles. Les autres options viennent après",
      "possibilities":[
         "Identifier des solutions alternatives viables",
         "Prendre une décision sur la mesure correcte à prendre",
         "Employer vos compétences pour influer sur la résistance tactique",
         "évaluer la durabilité sociale, économique et environnementale de chaque option"
      ]
   },
   {
     "question_id":9,
      "question_prequel":"Quelle serait la meilleure définition des processus ? ",
      "feedback":"La définition d'un processus est : …",
      "possibilities":[
         "Actions décrivant, réalisant et organisant les tâches du projet",
         "Séries d'actions interdépendantes conduisant à un résultat ",
         "Activités spécifiant et créant le produit du projet",
         "Activités convenant aux projets dans la plupart des cas"
      ]
   },
   {
     "question_id":10,
      "question_prequel":"Citez une différence significative entre norme et réglementation : ",
      "feedback":"Une réglementation s'impose à tout un domaine particulier …",
      "possibilities":[
         "Une norme est un document approuvé par un organisme reconnu",
         "Il est obligatoire de se conformer aux normes",
         "Les normes peuvent devenir des règlements de facto",
         "Il est obligatoire de se conformer à une réglementation"
      ]
   },
   {
     "question_id":11,
      "question_prequel":"Le management de projet applique des connaissances, des compétences, des outils et des techniques, afin de : ",
      "feedback":"La réponse B est plus globale et intègre les autres réponses",
      "possibilities":[
         "Identifier les différences dans les besoins et les attentes des parties prenantes",
         "Répondre aux exigences du projet",
         "Développer le projet pas à pas",
         "Rencontrer les parties prenantes dans des séries descendantes d'entretiens"
      ]
   },
   
      {
        "question_id":12,
         "question_prequel":"Pour s'assurer que le projet contient effectivement le travail que vous devez accomplir, vous devez examiner cinq processus clés. Parmi les processus suivants, lequel n'en fait pas partie ? ",
         "feedback":"Le domaine de connaissance en charge du travail du projet est la gestion du périmètre du projet. La création du WBS, la Planification du périmètre ainsi que la Maîtrise du périmètre appartiennent tous les trois à ce domaine de connaissance.",
         "possibilities":[
            "Création du WBS",
            "Contrôle des coûts",
            "Planification du contenu",
            "Contrôle des modifications de contenu"
         ]
      },
      {
        "question_id":13,
         "question_prequel":"On vous demande d'évaluer les performances individuelles des membres de l'équipe du projet et de faire des recommandations sur leur réaffectation après la fin du projet. Quelle serait la réponse la plus appropriée à cette requête ? ",
         "feedback":"Le domaine de connaissance en charge du travail du projet est la gestion du périmètre du projet. La création du WBS, la Planification du périmètre ainsi que la Maîtrise du périmètre appartiennent tous les trois à ce domaine de connaissance.",
         "possibilities":[
            "Indiquer qu'il ne s'agit pas d'une demande normale de management de projet, mais que vous voulez bien discuter de la requête",
            "Accepter, parce que vous êtes prêt à coopérer, disposez de temps libre et souhaitez répondre aux demandes des parties prenantes",
            "Indiquer que la requête n'entre pas dans le contenu du projet, mais que si nécessaire, elle peut être prise en considération par une demande de modification",
            "Notez qu'il s'agit d'une partie facultative des fonctions du responsable de projet et négocier son introduction dans la planification de l'organisation"
         ]
      },
      {
        "question_id":14,
         "question_prequel":"Le jour de l'examen, on vous pose une question qui vous semble sans aucun rapport avec le sujet. Quelle devrait être votre première attitude ? ",
         "feedback":"",
         "possibilities":[
            "Noter la question et signaler au PMI que ce type de questions est injuste",
            "Rester calme, examiner toutes les réponses, faire appel à votre expérience et vos connaissances, utiliser les techniques de diagnostic de questions pour choisir la bonne réponse.",
            "Appliquer une analyse psychométrique pour déterminer les paramètres de conception de la question et les décoder pour choisir la meilleure réponse",
            "Ne jamais se montrer déçu, faire un choix et continuer."
         ]
      },
      {
        "question_id":15,
         "question_prequel":"Quel est l'ordre des cinq groupes de processus ? ",
         "feedback":"",
         "possibilities":[
            "Démarrage, Planification, Exécution, Contrôle, Clôture",
            "Démarrage, Planification, Réalisation, Contrôle, Clôture",
            "Planification, Démarrage, Surveillance et Maîtrise, Exécution, Clôture",
            "Démarrage, Planification, Exécution, Maîtrise, Clôture"
         ]
      },
      {
        "question_id":16,
         "question_prequel":"La production tangible et vérifiable d'un travail, d'un résultat, d'un service ou d'une capacité est connue comme :  ",
         "feedback":"Un Livrable est …",
         "possibilities":[
            "   Comptes de contrôle",
            "   Listes d'activités",
            "    Métriques",
            "   Livrables"
         ]
      },
      {
        "question_id":17,
         "question_prequel":"Le cycle de Shewhart amélioré, utilisé par le PMI pour définir les groupes de processus, comporte au moins les deux items suivants, lesquels ? ",
         "feedback":"",
         "possibilities":[
            "Planifier, Vérifier",
            "Démarrer, Clore",
            "Planification, Dérouler",
            "Vérifier, Agir"
         ]
      },
      {
        "question_id":18,
         "question_prequel":"Parmi les éléments suivants, lequel n'est pas un domaine de connaissance du management de projet : ",
         "feedback":"",
         "possibilities":[
            "Management des délais du projet",
            "Management de la fonctionnalité du projet",
            "Management des coûts du projet",
            "Management des approvisionnements du projet"
         ]
      },
      {
        "question_id":19,
         "question_prequel":"Les pratiques généralement reconnues, identifiées dans le Guide PMBOK ne sont pas : ",
         "feedback":"le PMBOK explique ses pratiques doivent être adaptés",
         "possibilities":[
            "Uniformément appliquées sur tous les projets",
            "Applicables à la plupart des projets, la plupart du temps",
            "Supportées par un consensus général dans leur utilité",
            "Des compétences, outils et techniques qui peuvent augmenter les chances de succès des projets "
         ]
      },
      {
        "question_id":20,
         "question_prequel":"L'unicité est une caractéristique des livrables d'un projet. Une autre manière de décrire ce caractère unique des livrables produit par un projet est : ",
         "feedback":"Le PMI décrit un projet comme une entreprise temporaire",
         "possibilities":[
            "Services, résultats ou processus",
            "Produits, programmes ou portefeuilles",
            "Personnes, processus ou produits",
            "Produits, services ou résultats"
         ]
      },
      {
        "question_id":21,
         "question_prequel":"Un projet doit être terminé lorsqu'un des événements suivants se produit, sauf si : ",
         "feedback":"La réduction du budget d'un projet peut entrainer des changements majeurs sur le projet en fonction de l'ampleur de la réduction mais n'entraine généralement pas l'arrêt du projet.",
         "possibilities":[
            "Les objectifs du projet ne pourront pas être atteints",
            "Son budget a été réduit",
            "Ses objectifs sont atteints",
            "Le besoin pour lequel le projet a été lancé n'existe plus"
         ]
      },
      {
        "question_id":22,
         "question_prequel":"Manager un projet intègre la pondération des contraintes concurrentes de contenu, qualité, délai, budget, ressources et risques. Si l'échéancier est raccourci et qu'une augmentation du budget est impossible :   ",
         "feedback":"A budget constant, si les délais sont plus courts, alors il faut réduire le périmètre du projet sans dégrader la qualité",
         "possibilities":[
            "Tous les processus devront être examinés afin de voir ceux que l'on peut supprimer",
            "La qualité devra être augmentée pour livrer un produit au même budget, dans les délais",
            "Le commanditaire du projet doit être informé que le projet va être annulé",
            "Le contenu doit être réduit afin de délivrer un produit au même budget en moins de temps"
         ]
      },
      {
        "question_id":23,
         "question_prequel":"Vous managez un groupe de projets qui partagent plusieurs ressources et sont commissionnés pour le même client. Cela est un exemple de : ",
         "feedback":"La définition d'un portefeuille est …",
         "possibilities":[
            "Opération",
            "Portefeuille de projet",
            "Programme ",
            "Programme de niveau inférieur"
         ]
      },
      {
        "question_id":24,
         "question_prequel":"Toutes ces propositions sont des projets sauf une, laquelle ? ",
         "feedback":"Référence : 1.2.1",
         "possibilities":[
            "Manager mon service",
            "Créer un logiciel commercial",
            "Construire un bâtiment",
            "Concevoir un nouveau produit"
         ]
      },
      {
        "question_id":25,
         "question_prequel":"Parmi les propositions suivantes, quelles est la définition d'un projet donnée par le PMBOK ? ",
         "feedback":"Référence : 1.2.1",
         "possibilities":[
            "Un projet est une initiative temporaire entreprise dans le but de créer un produit, un service ou un résultat unique",
            "Un projet délivre un résultat spécifique",
            "Un projet est une démarche structurante encadrée par un chef de projet",
            "Un projet permet de planifier, cadrer, gérer et clôturer toutes les activités qui le composent"
         ]
      },
      {
        "question_id":26,
         "question_prequel":"Un projet prend fin pour toutes ces raisons, sauf une qui est incorrecte, laquelle ? ",
         "feedback":"Référence : 1.2.1",
         "possibilities":[
            "Les objectifs du projet ont été atteints.",
            "Les ressources financières sont épuisées ou ne sont plus disponibles pour le projet",
            "Les ressources humaines ou matérielles ne sont plus disponibles.",
            "Un membre de l'équipe projet est en désaccord avec les objectifs du projet"
         ]
      },
      {
        "question_id":27,
         "question_prequel":"Quelle proposition correspond à cette définition « C'est l'application des connaissances, de compétences, d'outils et de techniques aux activités d'un projet afin d'en satisfaire les exigences » ? ",
         "feedback":"Référence : 1.2.1",
         "possibilities":[
            "Le management de la valeur",
            "L'initialisation d'un projet",
            "Le management de projet",
            "La démarche projet"
         ]
      },
      {
        "question_id":28,
         "question_prequel":"Parmi les propositions suivantes, quelle est celle qui définit la phase ? ",
         "feedback":"Référence : 1.2.4",
         "possibilities":[
            "Groupement logique des données d'entrée, des outils et techniques, et des données de sortie du management de projet.",
            "Domaine identifié du management de projet, défini par ses exigences en matière de connaissance et dont le contenu est décrit en termes de ses processus, ses pratiques, ses données d'entrée et de sortie, ses outils et techniques.",
            "Ensemble d'activités conjointes du projet qui aboutit à la finalisation d'un ou de plusieurs livrables",
            "Série d'activités du projet, depuis son démarrage jusqu'à sa terminaison."
         ]
      },
      {
        "question_id":29,
         "question_prequel":"Parmi les groupes de processus ci-dessous, quel est l'intrus ? ",
         "feedback":"Référence : 1.2.4.5",
         "possibilities":[
            "Groupe de processus d'initialisation",
            "Groupe de processus de terminaison",
            "Groupe de processus d'exécution",
            "Groupe de processus de maîtrise"
         ]
      },
      {
        "question_id":30,
         "question_prequel":"Ces domaines de connaissances sont tous très proches mais un seul est correct, lequel ? ",
         "feedback":"Référence : 1.2.4.6",
         "possibilities":[
            "La gestion du contenu du projet",
            "La Référence du contenu du projet",
            "La gestion du périmètre du projet",
            "Le management du périmètre du projet"
         ]
      },
      {
        "question_id":31,
         "question_prequel":"Parmi les affirmations suivantes, toutes sont exactes sauf une, laquelle ? ",
         "feedback":"Tableau 1-4",
         "possibilities":[
            "Il existe 5 groupes de processus",
            "Il existe 10 domaines de connaissance",
            "Le groupe de processus de clôture comporte 2 processus",
            "Le groupe de processus d'initialisation comporte 2 processus"
         ]
      },
      {
        "question_id":32,
         "question_prequel":"Parmi les propositions ci-dessous, quelle est celle qui correspond à un document business ? ",
         "feedback":"Tableau 1-5",
         "possibilities":[
            "Le plan d'assurance qualité",
            "La charte projet",
            "Le plan de gestion des bénéfices du projet",
            "La carte des parties prenantes"
         ]
      },
      {
        "question_id":33,
         "question_prequel":"Pour chacun des processus du PMBOK, on trouve les éléments suivants sauf un, lequel ? ",
         "feedback":"Référence : Figure 1-6",
         "possibilities":[
            "Les données d'entrée",
            "Les données de sorties",
            "La liste des activités",
            "Les outils et techniques"
        ]
   }
   ]